Repository: Jing2048/coding_mate
Catalog: golf-mate/apple/Shared/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 挥杆
en: Swing

source: 设置
en: Settings

source: 等待 Apple Watch
en: Waiting for Apple Watch

source: 已收到预览轨迹
en: Preview received

source: 正在分析
en: Analyzing

source: 分析完成
en: Analysis complete

source: 查看挥杆分析
en: View swing analysis

source: 质量与可信度
en: Quality and trust

source: 关注指标
en: Focus metrics

source: 可引用指标
en: Reliable metrics

source: 推断与代理指标
en: Inferred and proxy metrics

source: 阶段时间轴
en: Phase timeline

source: 就位
en: Ready

source: 准备采集
en: Preparing

source: 采集中
en: Recording

source: 正在保存
en: Saving

source: 已保存
en: Saved

source: 开始采集
en: Start capture

source: 完成
en: Finish

source: 再来一杆
en: Next swing

source: 腕部轨迹预览
en: Wrist path preview

source: 完整分析将在 iPhone 更新
en: Full analysis will update on iPhone
